Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Invalid Address
ab: Ииашам адрес аформат

source: Invalid URL
ab: Ииашам аҳа адрес

source: Isolate cross-site cookies
ab: Асаитқәа рыбжьаратәи акукиқәа рыхәҭакра

source: Item Menu for %s
ab: Амениу аелемент %s азы

source: It requires your permission to:
ab: Уи азы азин аҭахуп:

source: It wants to:
ab: Уи азы азин аҭахуп:

source: Jan
ab: Ажь

source: Jul
ab: Иул

source: Jump back in
ab: Ухынҳәы

source: Jun
ab: Иун

source: Known Fingerprinters
ab: Еицырдыруа адиджиталтә нацәашьҭақәа реизгаҩцәа

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
ab: Еицырдыруа ашьҭаҵаҩцәа? Автоматла иаанкылоуп. Аиҵыхрақәа? Зегьы ԥышәа 700. PDF фаилқәа? Ҳара иагәылоу аԥхьаҩ урҭ рнапхгара марианы иҟанаҵоит.

source: Know your rights
ab: Узинқәа ртәы еилкаа

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
ab: <label> <b>%1$s</b> ахархәоит ашәарҭадаратә политика HTTP Forced Secure (HSTS), ҳәа изышьҭоу, уи иаҳәоит <b>%2$s</b> ашәарҭадаратә еиқәыршәара ахархәарала мацара аҽаԥхьакра шалшо. Ари асаит аҭааразы аҷыдаҟазшьа ацҵара ҟалом. </label>

source: Label for entering a text input field
ab: Атеқст аҭагаларазы аҭакыра ахҵара

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
ab: <label>Иҟалап аӡәы иуҭаху асаит даҽа ҭыԥк ала иԥсахырц иҽазишәозар, убри аҟынтә еиӷьуп уи ацҵара.</label> <br><br> <label>Асаитқәа рыҵабыргра асертификатқәа рыла ишьақәдырӷәӷәоит. %1$s агәра агара алшом <b>%2$s</b>, избан акәзар уи асертификат ҭзыжьыз еилкаам, асертификат асаит ахаҭа инапы аҵанаҩит, мамзаргьы уи асервер ииашоу абжьаратәи асертификатқәа анашьҭӡом.</label>

source: Last 30 days
ab: Аҵыхәтәантәи 30 мшы

source: Last 7 days
ab: Аҵыхәтәантәи 7 мшы

source: Last attempt:
ab: Аҵыхәтәантәи аԥышәара:

source: Last hour
ab: Аҵыхәтәантәи асааҭ азы

source: Last synced: never
ab: Аҵыхәтәантәи асинхронизациа: макьана иҟам

source: Last synced: %s
ab: Аҵыхәтәантәи асинхронизациа: %s

source: Last tab
ab: Аҵыхәтәантәи абларҭа

source: Last updated
ab: Аҵыхәтәантәи арҿыцра

source: Last used
ab: Аҵыхәтәантәи ахархәарала

source: Later
ab: Насшәа

source: Launch your next private tab in one tap.
ab: Зныктәи акьысрала анаҩстәи ухатә ҭаӡҩыра аарттәуп.

source: Learn About Sending Tabs…
ab: Еиҳаны еилышәкаа аҭаӡҩырақәа рышьҭра иазкны…

source: Learn about Total Cookie Protection
ab: Еилышәкаа акукиқәа рыхьчара инагӡаны

source: Learn more
ab: Еиҳаны аилкаара

source: Learn more about Firefox Suggest
ab: Еиҳаны еилкаа Firefox Suggest иазкны

source: Learn more about permissions
ab: Азинқәа ирызкны еиҳаны еилкаа

source: Learn more about %s.
ab: Еиҳаны еилышәкаа %s иазкны.

source: Learn more about sync
ab: Еиҳаны еилышәкаа асинхронизациа

source: Leave
ab: Ааныжьра

source: Leave no traces on this device
ab: Ари ахархәагаҿы ашьҭа аанумыжьлан

source: Less distractions, less cookies tracking you on this site.
ab: Ари асаит аҿы шәышьҭаланы ицо акукиқәа маҷуп.

source: Libraries that we use
ab: Ахархәара змоу абиблиотекақәа

source: Library
ab: Абиблиотека

source: Licensing information
ab: Алицензиатә дыррақәа

source: Light
ab: Алашара

source: Light color scheme
ab: Ацәаԥштәқәа «Илашоу» рсхема

source: Limits the ability of social networks to track your browsing activity around the web.
ab: Асоциалтә еимадарақәа интернетла иҟашәҵо ацклаԥшразы алшара ԥкра рнаҭоит.

source: Link copied to clipboard
ab: Азхьарԥш ақәҭыхга таблицахь иқәҭыхуп

source: Links
ab: Азхьарԥшқәа

source: Links available
ab: Азхьарԥшқәа ыҟоуп

source: List
ab: Ахҩылаа

source: Loading
ab: Аҭаҵара

source: Location
ab: Иахьыҟоу аҭыԥ

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
ab: %1$s ахь аҭалара %2$s акаунт ала урҭ р <a href="%3$s">Амаӡаратә политика</a> насгьы <a href="%4$s">Ахархәаратә ԥҟарақәа</a>

source: Logins
ab: Аҭаларақәа

source: Looks like there’s a problem with your internet connection
ab: Уинтернет аимадараҿы ауадаҩра ыҟоушәоуп ишыҟоу

source: Make Firefox your default browser
ab: Firefox браузерс иҟашәҵа

source: Make %s your own
ab: Иҟаҵа %s уара иутәны

source: Make text on websites larger or smaller
ab: Асаитқәа рҿы ашрифт ашәагаа аизырҳара ма аиҵатәра

source: Malware site issue
ab: Зҽеим асаит

source: Manage account
ab: Ахыԥхьаӡара анапхгара

source: Manage addresses
ab: Адресқәа рнапхгара

source: Manage alternative search engines
ab: Альтернативтә ԥшаагақәа рнапхгара

source: Manage cards
ab: Акартқәа рнапхгара

source: Manage extensions
ab: Анарҭбаарақәа рнапхгара

source: Manage passwords
ab: Амаӡажәа анапхгара

source: Mar
ab: Мар

source: Marketing
ab: Амаркетингтә

source: Marketing data
ab: Амаркетингтә дыррақәа

source: May
ab: Маи

source: Media
ab: Амедиа

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
ab: Иаԥылатәуп еиқәыршәоу ахатә даҟьа. Аҵыхәтәантәи аҭаӡҩырақәа, анҵамҭақәа, аԥшаара алҵшәақәа абра иаарԥшхоит.

source: Menu
ab: Амениу

source: Microphone
ab: Амикрофон

source: Microphone 1
ab: Амикрофон 1

source: Microphone is on
ab: Амикрофон аркуп

source: Mix of reliable and unreliable reviews
ab: Зыгәра угартә иҟоуи зыгәра угашами ахҳәаақәа реилаԥса

source: Monitor extension usage and manage themes
ab: Анарҭбаара ахархәара ашьклаԥшра, насгьы атемақәа рнапхгара

source: More about this extension
ab: Еиҳаны еилышәкаа анарҭбаара иазкны

source: More colors. Better privacy. Same commitment to people over profits.
ab: Еиҳаны аԥштәқәа. Еиӷьу амаӡара. Ахашәалахәы ашьҭашәарыцара акәымкәа, ауаа рзы аҽадцалара.

source: More options
ab: Егьырҭ архиарақәа

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
ab: 100 миллионҩык ауаа рхатә ԥсҭазаара рыхьчоит, ахашәалахәы ззыԥшым аиҿкаара иацхраауа абраузер алхны.

source: More to consider
ab: Уаҳа хшыҩзышьҭра зҭатәузеи

source: Most likely, the website simply does not support HTTPS.
ab: Иҟалап, асаит HTTPS аднакылом.

source: Move
ab: Аиҭаҵра

source: Move old tabs to inactive
ab: Ижәытәу абларҭақәа иактивым рахь ииагатәуп

source: Mozilla account
ab: Мозилла ахыԥхьаӡара

source: Mozilla account/Sync server modified. Quitting the application to apply changes…
ab: Мозилла ахыԥхьаӡара/асинхронизациа асервер ԥсахуп. Аԥсахрақәа рхархәаразы апликациа ааныжьра…

source: Must have a title
ab: Ахьӡ амазароуп

source: NAME
ab: АХЬӠ

source: Name (A-Z)
ab: Ахьӡ ала (А-Џь)

source: Name collection
ab: Аизга ахьӡ

source: Name on Card
ab: Аныҟәгаҩ ихьӡ

source: Navigate back
ab: Ухынҳәы

source: Navigate up
ab: Ииастәуп хыхь

source: Neutral
ab: Исыздыруам

source: Never
ab: Ахаангьы

source: Never save
ab: Ахаан еиқәырхатәым

source: Never translate
ab: Ахаангьы еиҭаумгалан

source: Never translate %1$s
ab: Ахаан ииагатәым %1$s

source: Never translate these sites
ab: Абарҭ асаитқәа зынӡа иеиҭаумгалан

source: Never translate this site
ab: Ари асаит ахаангьы еиҭаумгалан

source: New add-on available
ab: Ацҵа ҿыц ыҟоуп

source: New add-ons available
ab: Ацҵа ҿыцқәа ыҟоуп

source: New extensions now available
ab: Анарҭбаара ҿыцқәа ыҟоуп

source: New folder
ab: Апапка ҿыц

source: New in %1$s
ab: Ҿыц %1$s аҟны

source: New info to check
ab: Аинформациа ҿыц агәаҭара

source: New: one-tap back and forward arrows
ab: Ҿыц: Зныктәи ақәыӷәӷәара шьҭахьҟеи ԥхьаҟеи ашәақьқәа

source: New private tab
ab: Ахатә абӷьыц ҿыц

source: New private tab opened
ab: Ихатәу абларҭа ҿыц аартуп

source: New: streamlined menu
ab: Ҿыц: ирмариоу амениу

source: New tab
ab: Абларҭа ҿыц

source: New tab opened
ab: Агәылаҵа ҿыц аартуп

source: No account? <u>Create one</u> to sync Firefox between devices.
ab: Макьана аконт умаӡами? <u>Иаԥҵатәуп акы</u> Firefox аиқәыршәагақәа рыбжьара асинхронизациа азы.

source: No app found to open %1$s files
ab: Афаилқәа %1$s раартра зылшо апликациақәа ыҟамызт

source: No bookmarks here
ab: Ара анҵамҭақәа ыҟаӡам

source: No bookmarks yet
ab: Макьана адыргақәа ыҟаӡам

source: No camera available on device
ab: Акамера ари ахархәагаҿы иҟаӡам

source: No crash reports have been submitted.
ab: Амашәыр азы аҳасабырбақәа рышьҭымызт.

source: No Devices Connected
ab: Аиқәыршәагақәа еидҳәалаӡам

source: No downloaded files
ab: Афаилқәа шьҭыхӡам

source: No experiments here
ab: Араҟа аԥышәарақәа ыҟаӡам

source: No extensions here
ab: Араҟа анарҭбаарақәа ыҟаӡам

source: No history here
ab: Аҭоурых ыҟам

source: No info about these reviews yet
ab: Арҭ ахҳәаақәа ирызкны макьаназы адыррақәа ыҟам

source: No info available right now
ab: Уажәазы аинформациа ыҟаӡам

source: No internet connection
ab: Аинтернет аимадара ыҟам

source: No network connection
ab: Аҳа аимадара ыҟам

source: No open tabs
ab: Агәылаҵақәа аартым

source: No recently closed tabs here
ab: Ааигәа иаркыз абӷьыцқәа ыҟам

source: No site exceptions
ab: Ари асаит азы ҷыдалатәи аҭагылазаашьа ыҟам

source: Not allowed
ab: Азин ыҟам

source: Not allowed in private windows
ab: Ахатә ԥенџьырқәа рҿы азин ыҟам

source: Not enough reviews yet
ab: Ахҳәаақәа макьана иазхом

source: No thanks
ab: Мап иҭабуп

source: Notification
ab: Ардыргақәа

source: Notifications
ab: Ардыргақәа

source: Notifications for tabs received from other Firefox devices.
ab: Егьырҭ Firefox ахархәагақәа рҟынтәи иааз анҵамҭақәа ирызку ардыррақәа.

source: Notifications help you do more with %s
ab: Ардыррақәа %s ала еиҳаны аҟаҵараҿы ишәыцхраауеит

source: Notifications help you stay safer with Firefox
ab: Ардыррақәа Firefox ала ашәарҭадараҿы ишәыцхраауеит

source: Not now
ab: Уажәазы акәым

source: Not yet available
ab: Макьана иҟам

source: Not yet supported
ab: Макьана адгылара амаӡам

source: No update available
ab: Арҿыцрақәа ыҟам

source: (No username)
ab: (Ахархәаҩ ихьӡ ыҟам)

source: Nov
ab: Нои

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
ab: Уажәшьҭа ҳара иҳамоуп акукиқәа рыхьчара инагӡаны, ҳсаитқәа рыбжьаратәи ашьҭаҵаҩцәа рҿаԥхьа иӷәӷәоу ҳхыхьчара.

source: Oct
ab: Окт

source: Offer to translate (default)
ab: Аиҭагара адгалара (ишыҟоу)

source: Offer to translate when possible
ab: Иалшозар аиҭагара идгал

source: Off for this site
ab: Ари асаит азы иаҿыхуп

source: Offline
ab: Автономтә усура

source: Offline Mode
ab: Автономтә арежим

source: OK
ab: ИБЗИОУП

source: OK, Got It
ab: Еилкаауп

source: Older
ab: Еиҳабу

source: On a website, this bar tucks away as you scroll down for extra browsing space.
ab: Асаит аҿы, ари апанель аҵәахуеит ҵаҟа уаннеиуа аԥшааразы аҭыԥ ҟаҵаразы.

source: One or more extensions stopped working, making your system unstable.
ab: Акы ма еиҳаны анарҭбаарақәа аусура иаҟәыҵит, шәсистема ҭышәынтәаламкәа иҟанаҵоит.

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s). Extensions won’t be restarted during your current session. Removing or disabling extensions may fix this issue.
ab: Акы ма еиҳаны анарҭбаарақәа аусура иаҟәыҵит, шәсистема ҭышәынтәаламкәа иҟанаҵоит. %1$s иҽазишәеит анарҭбаара(қәа) ҿыц аус арура аха лҵшәада. Анарҭбаарақәа ҿыц иаламгаӡоит уажәтәи усеанс аамҭазы. Анарҭбаарақәа раԥыхра ма рыҟәгара ари азҵаара ӡбахар алшоит.

source: On for this site
ab: Ари асаит азы аус арууп

source: On in all tabs
ab: Агәылаҵақәа зегьы рҿы аус арууп

source: On in private tabs
ab: Ихатәу абларҭақәа рҿы аус арууп

source: Only in Private tabs
ab: Ахатә абларҭақәа рҿы мацара

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
ab: Шәкомпиутер аҿы Фаерфокс аартны шәца <b>https://firefox.com/pair</b>

source: Open
ab: Аартра

source: Open all in new tabs
ab: Зегьы аарттәуп абларҭа ҿыцқәа рҿы

source: Open all in private tabs
ab: Зегьы аарттәуп хатә гәылаҵақәа рҿы

source: Open a new %1$s tab
ab: Агәылаҵа ҿыц аарттәуп %1$s

source: Open debug drawer
ab: Иаарттәуп ариашаратә панель

source: Open %d tabs?
ab: Иаарттәуп %d анҵамҭақәа?

source: Open files downloaded to your device
ab: Иаарттәуп афаилқәа шәхыхәҭахь иҭагалоу

source: Open image in new tab
ab: Иаарттәуп асахьа абларҭа ҿыц аҿы

source: Open in…
ab: Иаарттәуп…

source: Open in %1$s
ab: Иаарттәуп %1$s аҟны

source: Open in another app
ab: Даҽа апликациак аҟны иаарттәуп

source: Open in app
ab: Апрограммаҿы иаарттәуп

source: Open in app? Your activity may no longer be private.
ab: Апрограммаҿы иаартума? Иҟалап уусқәа уаҳа имаӡаны иҟамзар.

source: Opening screen
ab: Ахатә екран

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
ab: Абриаҟара анҵамҭақәа раартра %s армаҷыр алшоит урҭ адаҟьақәа рҭагалара иаҭаху аамҭазы. Уара ииашаҵәҟьаны уи аҟаҵара уҭахума?

source: Open in new tab
ab: Агәылаҵа ҿыц аҿы иаарттәуп

source: Open in private tab
ab: Ихатәу абларҭаҿы иаарттәуп

source: Open in regular tab
ab: Иаабац абларҭаҿы иаарттәуп

source: Open link in external app
ab: Даҽа апликациак аҟны азхьарԥш аарттәуп

source: Open link in new tab
ab: Иаарттәуп азхьарԥш абларҭа ҿыц аҿы

source: Open link in private tab
ab: Ихатәу абларҭаҿы иаарттәуп

source: Open links in apps
ab: Апрограммақәа рҿы азхьарԥшқәа аарттәуп

source: Open links in a private tab
ab: Иаарттәуп азхьарԥшқәа ихатәу абларҭаҿы

source: open link to learn more
ab: Еиҳаны адырразы аҵаҩра шәацныҟәа

source: open link to learn more about this collection
ab: ари аизга иазкны еиҳаны адырразы аҵаҩра аарттәуп

source: Open on homepage
ab: Иаарттәуп ахатә даҟьаҿы

source: Open on homepage after four hours
ab: Ԥшь-сааҭк рышьҭахь ахатә даҟьаҿы иаартуп

source: Open on last tab
ab: Иаарттәуп аҵыхәтәантәи абларҭаҿы

source: Open review checker
ab: Иаарттәуп ахҳәаа агәаҭара

source: Open site in browser
ab: Абраузер аҿы асаит аарттәуп

source: Open survey
ab: Иаарту аҭҵаара

source: Open tabs
ab: Иаарттәуп абларҭақәа

source: Open tabs menu
ab: Иаарту абларҭақәа рмениу

source: Optional
ab: Иҟоумҵар ҟало

source: Original untranslated page loaded
ab: Аоригиналтә еиҭагам адаҟьа ҭагалоуп

source: Other Bookmarks
ab: Егьырҭ анҵамҭақәа

source: Our most powerful privacy feature yet isolates cross-site trackers.
ab: Иреиҳа иӷәӷәоу ҳмаӡаратә ҟазшьа асаитқәа рыбжьаратәи ашьҭаҵаҩцәа еиҟәнаҭхоит.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
ab: Ахашәалахәы ззыԥшым аиҿкаара адгылара азызуа ҳбраузер акомпаниақәа онлаин шәышьҭаҵара аанкылара иацхраауеит.

source: Our non-profit backed browser helps stop companies from secretly following you around the web. Learn more in our privacy notice.
ab: Ахашәалахәы ззыԥшым аиҿкаара ацхыраара азызуа ҳбраузер, акомпаниақәа интернетла шәышьҭаҵара аанкылара иацхраауеит. Read more in our privacy notice.

source: Our sponsors & your privacy
ab: Ҳара ҳспонсорцәеи шәмаӡареи

source: Overrides all other settings
ab: Егьырҭ архиарақәа зегьы ԥсахуеит

source: Overrides offers to translate
ab: Аиҭагатә ажәалагалақәа ааннакылоит

source: Packaging and appearance
ab: Аилаҵареи аҭеиҭыԥши

source: <p>Additional information about this problem or error is currently unavailable.</p>
ab: <p>Ари азҵаара ма агха иазку иацҵаны адыррақәа уажәазы ​​иҟаӡам.</p>

source: Pages will load normally, but block fewer trackers.
ab: Адаҟьақәа ишахәҭоу еиԥш иҭагалахоит, аха амҩаԥгаҩцәа маҷны иаанкылахоит.

source: Page translated from %1$s to %2$s
ab: Адаҟьа ииагахеит %1$s ахьтә %2$s ахь

source: Page translated from %1$s to %2$s.
ab: Адаҟьа %1$s ахьтә %2$s ахь ииагахеит.

source: Part of the Firefox family. %s
ab: Ари Firefox аҭаацәара иахәҭакуп. %s

source: Password
ab: Апароль

source: Password copied to clipboard
ab: Амаӡажәа аҭаӡҩыраҿы иқәҭыхуп

source: Password for %1$s
ab: Амаӡажәа %1$s азы

source: Password options
ab: Амаӡа архиарақәа

source: Passwords
ab: Амаӡажәақәа

source: Password saved
ab: Амаӡажәа еиқәырхоуп

source: Password updated
ab: Амаӡажәа ԥсахуп

source: Paste
ab: Алаҵара

source: Paste & Go
ab: Иақәҷабны уца

source: Pause
ab: Ааанкылара

source: Payment methods
ab: Ашәара аметодқәа

source: Permissions
ab: Азинқәа

source: Persistent Storage
ab: Иааиԥмырҟьо аҵәахырҭа

source: Phone
ab: Аҭел

source: Pick a month
ab: Иалхтәуп амза

source: Pick up where you left off with tabs from other devices now on your homepage.
ab: Уааныжьны уца, даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа уажәы ухатә даҟьаҿы.

source: Play
ab: Ахәмарра

source: Please complete survey
ab: Ҳаҳәоит, аҭҵаара мҩаԥыжәга

source: Please enable tab syncing.
ab: Ҳаҳәоит, абӷьыц асинхронизациа аус арутәуп.

source: Please enter a number greater than zero
ab: Аноль аасҭа еиҳау ахыԥхьаӡара ҭажәгал

source: Please enter positive integers only
ab: Ҳаҳәоит, ипозитивтәу интегралтә хыԥхьаӡарақәа мацара ҭажәгал

source: Please help make Firefox better by taking a short survey.
ab: Ҳаҳәоит, абри аҭҵаара кьаҿ амҩаԥгарала Firefox аиӷьтәраҿы шәыцхраа.

source: Please re-authenticate.
ab: Ҳаҳәоит, даҽазнык шәҭал.

source: Port restricted for security reasons
ab: Ашәарҭадара амзызқәа ирыхҟьаны, апорт ахь анеира аанкылоуп

source: Powered by %1$s
ab: Амотор аҟны %1$s

source: POWERED BY %1$s
ab: Амотор аҟны %1$s

source: Powered by %s.
ab: %s адгылара аманы.

source: Prevents malicious scripts gaining access to your device to mine digital currency.
ab: Адиджиталтә ԥара аԥшааразы ацәгьа злоу аскриптқәа шәхыхәҭахь анеира аԥырхагахоит.

source: Prevent this page from creating additional dialogs
ab: Ари адаҟьа иҵегьтәи адиалогтә еишәақәа раԥҵара аԥырхагатәуп

source: Price
ab: Ахә

source: Print
ab: Амҳәыр

source: Print…
ab: Атиулен…

source: Privacy and security
ab: Амаӡареи ашәарҭадареи

source: Privacy Badger
ab: Амаӡара Баџьер

source: privacy notice
ab: Амаӡаратә рдырраҭара

source: Privacy notice
ab: Амаӡаратә рдырраҭара

source: Private
ab: Хаҭалатәи

source: Private browsing
ab: Ахатә ԥшаара

source: Private browsing data deleted
ab: Ахатә ԥшааратә дыррақәа аныхуп

source: Private browsing in %1$s doesn’t save your info.
ab: Хаҭалатәи аԥшаара %1$s аҟны уусура еиқәнархаӡом.

source: Private browsing session
ab: Ахатә ԥшаара

source: Private %s
ab: Ахатә %s

source: Private Search
ab: Хаҭалатәи аԥшаара

source: Private tab closed
ab: Ахатә абларҭа аркуп

source: Private tabs
ab: Ахатә абӷьыцқәа

source: Private tabs closed
ab: Ахатә абларҭақәа аркуп

source: Product is not available
ab: Аалыҵ ыҟаӡам

source: Protections are OFF for this site
ab: Ари асаит ашәарҭадара аҿыхуп

source: Protections are ON for this site
ab: Ари асаит азы ашәарҭадара аус арууп

source: Protection Settings
ab: Ашәарҭадара архиарақәа

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
ab: Ухыԥхьаӡара хьчатәуп иӷәӷәоу, еиԥҟьаны иҟаҵоу аԥсыӡажәала. Уи уакаунт аҿы иҵәаххоит ԥхьаҟа ухы иаурхәарц азы.

source: Protect your accounts by using a strong, randomly generated password. It’ll be saved into your account for future use.
ab: Ишәыхьча шәхыԥхьаӡарақәа иӷәӷәоу, еиԥҟьаны иҟаҵоу аԥсыӡажәала. Уи уакаунт аҿы иҵәаххоит ԥхьаҟа ухы иаурхәарц азы.

source: Provide cryptographic authentication services
ab: Акриптографиатә аутентификациа амаҵзурақәа рыҭара

source: Province
ab: Арегион

source: Proxy Server Not Found
ab: Апрокси-сервер ԥшаам

source: Proxy Server Refused Connection
ab: Апрокси-сервер аимадара ашьақәыргылара мап ацәикит

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
ab: <p>Адрес абраузер изымдыруа апротокол аҵоуп (<q>wxyz://</q>), еиԥш, убри аҟнытә абраузер ииашаны асаит аимадара аԥҵара алшом.</p> <ul> <li>Амедиа ма даҽа тексттәым аусбарҭақәа рахь унеирц уҭахызар, иҷыдоу аҭахрақәа рыҟазаара асаит аҿы игәаҭ.</li> <li>Апротоколқәак рҿы ахԥатәи аган апрограмматә еиқәыршәара ма аплагинқәа рышьақәыргылара аҭаххар ауеит, абраузер урҭ еиликаарц азы.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ab: <p>Абраузер ибзианы аимадара шьақәнаргылеит, аха аинформациа аиагараан уи аанкылан. Ҳаҳәоит даҽазнык шәҽазышәшәа.</p> <ul> <li>Асаит аамҭала иҟамзар ауеит, мамзаргьы азыҳәарақәа рыла иҭәызар ауеит. Ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.</li> <li>Даҟьак аҭагалара улымшозар, шәхы иашәырхәо амобильтә ма Wi-Fi аимадара гәашәҭ.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ab: <p>Абраузер иарбоу адрес ала асервер аԥшаара алымшеит.</p> <ul> <li>Адрес аҟны агха ыҟоу-иҟаму гәашәҭ, ҿырԥштәыс: <strong>ww</strong>.example.com аҭыԥан <strong>www</strong>.example.com.</li> <li>Даҟьак аҭагалара улымшозар, шәхы иашәырхәо амобильтә ма Wi-Fi аимадара гәашәҭ.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
ab: <p>Абраузер адаҟьа аҭагалара аҽазышәара ааннакылеит, избан акәзар асаит азыҳәара ахаангьы ихыркәшахо амҩала еиҭанагоит.</p> <ul> <li>Иҟалап ари асаит аус ауразы иаҭаху акукиқәа ҿыхны ма иаанкыланы иҟазар.</li> <li>Асаит акукиқәа рзин аҭара апроблема ӡбамзар, усҟан уи ухы иаурхәо акәымкәа, асервер архиарақәа ирыдҳәалоуп.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ab: <p>Абраузер еиқәыршәоуп апрокси-сервер ахархәаразы, аха апрокси-сервер аԥшаара ауам.</p> <ul> <li>Убраузер апрокси архиарақәа гәаҭаны даҽазнык уҽазышәа.</li> <li>Игәашәҭ шәхыхәҭа активтә ҳәаа иацҵоу-иадҳәаламу.</li> <li>Иахьагьы иҟоума апроблема? Ацхыраара азы шәсистема администратор ма интернет амаҵзура аиқәыршәаҩ шәиацәажәа.</li> </ul>
